Repository: GE-Developer/VOID
Catalog: VOID/Resources/Localizable.xcstrings
Source language: en
Languages: ar, az, be, bn, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, ko, ky, ms, nb, nl, pl, pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# AboutQRCode.thirdDescription
source: Every QR Code carries **a bit of built-in redundancy**, which is why it still works when the surface is scratched, dirty or partly covered by a logo. There are four levels to choose from: Low, Medium, Quartile and High. **The higher the level, the more damage the code can survive, but the less data it can hold**.
ar: يحمل كل رمز QR **قدراً من الزيادة المدمجة**، لذلك يعمل حتى عند خدش السطح أو اتساخه أو تغطيته جزئياً بشعار. هناك أربعة مستويات للاختيار: منخفض، متوسط، ربعي وعالي. **كلما كان المستوى أعلى، زادت الأضرار التي يتحملها الرمز، لكن قلّت البيانات التي يمكنه حملها**.
az: Hər QR kod **daxili artıqlıq** daşıyır, buna görə də səthi cızılmış, çirkli və ya loqo ilə qismən örtülmüş olsa belə işləyir. Dörd səviyyə mövcuddur: Aşağı, Orta, Kvartil və Yüksək. **Səviyyə nə qədər yüksək olsa, kod bir o qədər çox zərərə davam gətirir, lakin bir o qədər az məlumat saxlaya bilir**.
be: Кожны QR-код нясе **убудаваную надмернасць**, таму ён працуе, нават калі паверхня пашкрабана, забруджана або часткова закрыта лагатыпам. Ёсць чатыры ўзроўні: Low, Medium, Quartile і High. **Чым вышэй узровень, тым больш пашкоджанняў можа вытрымаць код, але тым менш даных ён утрымлівае**.
bn: প্রতিটি QR কোডে **কিছুটা অন্তর্নির্মিত অতিরিক্ততা** থাকে, তাই পৃষ্ঠ আঁচড়ে গেলে, নোংরা হলে বা লোগো দিয়ে আংশিকভাবে ঢাকলেও এটি কাজ করে। চারটি স্তর থেকে বেছে নেওয়া যায়: Low, Medium, Quartile এবং High। **স্তর যত বেশি, কোড তত বেশি ক্ষতি সহ্য করতে পারে, কিন্তু কম ডেটা ধারণ করতে পারে**।
ca: Cada codi QR porta **una mica de redundància integrada**, per això continua funcionant quan la superfície és ratllada, bruta o parcialment coberta per un logotip. Hi ha quatre nivells: Baix, Mitjà, Quartil i Alt. **Com més alt és el nivell, més danys pot suportar el codi, però menys dades pot contenir**.
cs: Každý QR kód nese **trochu vestavěné redundance**, díky níž funguje i tehdy, když je povrch poškrábaný, špinavý nebo částečně zakrytý logem. Jsou k dispozici čtyři úrovně: Nízká, Střední, Kvartil a Vysoká. **Čím vyšší úroveň, tím více poškození kód přežije, ale tím méně dat dokáže pojmout**.
da: Hver QR-kode bærer **lidt indbygget redundans**, og det er derfor den stadig virker, når overfladen er ridset, beskidt eller delvist dækket af et logo. Der er fire niveauer at vælge imellem: Lav, Medium, Kvartil og Høj. **Jo højere niveau, jo mere skade kan koden overleve, men jo mindre data kan den indeholde**.
de: Jeder QR-Code trägt **etwas eingebaute Redundanz**, weshalb er noch funktioniert, wenn die Oberfläche zerkratzt, verschmutzt oder teilweise von einem Logo verdeckt ist. Es gibt vier Stufen: Niedrig, Mittel, Quartil und Hoch. **Je höher die Stufe, desto mehr Beschädigung übersteht der Code, aber desto weniger Daten kann er speichern**.
el: Κάθε QR κώδικας φέρει **λίγη ενσωματωμένη πλεονασμό**, γι' αυτό λειτουργεί ακόμα και όταν η επιφάνεια είναι χαραγμένη, βρώμικη ή μερικώς καλυμμένη από λογότυπο. Υπάρχουν τέσσερα επίπεδα: Χαμηλό, Μεσαίο, Τεταρτημόριο και Υψηλό. **Όσο υψηλότερο το επίπεδο, τόσο περισσότερη ζημιά αντέχει ο κώδικας, αλλά τόσο λιγότερα δεδομένα μπορεί να αποθηκεύσει**.
es: Cada código QR lleva **un poco de redundancia incorporada**, por eso sigue funcionando aunque la superficie esté rayada, sucia o parcialmente cubierta por un logotipo. Hay cuatro niveles entre los que elegir: Bajo, Medio, Cuartil y Alto. **Cuanto más alto sea el nivel, más daño puede soportar el código, pero menos datos puede almacenar**.
fi: Jokaisessa QR-koodissa on **hieman sisäänrakennettua redundanssia**, minkä ansiosta se toimii vaikka pinta olisi naarmuuntunut, likainen tai osittain logon peittämä. Tasoja on neljä: Matala, Keskitaso, Kvartiili ja Korkea. **Mitä korkeampi taso, sitä enemmän vauriota koodi kestää, mutta sitä vähemmän tietoa se voi sisältää**.
fr: Chaque QR code intègre **une légère redondance**, ce qui lui permet de fonctionner même si la surface est rayée, sale ou partiellement recouverte d'un logo. Il existe quatre niveaux : Faible, Moyen, Quartile et Élevé. **Plus le niveau est élevé, plus le code résiste aux dommages, mais moins il peut contenir de données**.
he: כל קוד QR נושא **מעט יתירות מובנית**, ולכן הוא עדיין עובד כשהמשטח מגורד, מלוכלך או מכוסה חלקית בלוגו. ישנן ארבע רמות לבחירה: נמוכה, בינונית, רבע וגבוהה. **ככל שהרמה גבוהה יותר, כך הקוד יכול לשרוד נזק רב יותר, אך מחזיק פחות נתונים**.
hi: हर QR कोड में **थोड़ी अंतर्निहित अतिरेकता** होती है, इसीलिए यह तब भी काम करता है जब सतह खरोंची हुई, गंदी या किसी लोगो से आंशिक रूप से ढकी हो। चुनने के लिए चार स्तर हैं: निम्न, मध्यम, चतुर्थांश और उच्च। **स्तर जितना ऊँचा होगा, कोड उतनी अधिक क्षति सह सकता है, लेकिन उतना कम डेटा संग्रहीत कर सकता है**।
hr: Svaki QR kod nosi **ugrađenu redundanciju**, zbog čega funkcionira čak i kad je površina ogrebana, prljava ili djelomično prekrivena logom. Postoje četiri razine: Niska, Srednja, Kvartil i Visoka. **Što je razina viša, kod može podnijeti više oštećenja, ali može pohraniti manje podataka**.
hu: Minden QR-kód hordoz **egy kis beépített redundanciát**, ezért akkor is működik, ha a felület karcos, piszkos vagy részben logóval van fedve. Négy szint közül lehet választani: Alacsony, Közepes, Kvartilis és Magas. **Minél magasabb a szint, annál több sérülést bír el a kód, de annál kevesebb adatot tud tárolni**.
hy: Յուրաքանչյուր QR կոդ ունի **ներկառուցված ավելցուկայնություն**, ուստի այն աշխատում է նույնիսկ եթե մակերեսը քերծված է, կեղտոտ կամ մասամբ ծածկված լոգոյով։ Կան չորս մակարդակ՝ Ցածր, Միջին, Քվարտիլ և Բարձր։ **Որքան բարձր մակարդակ, այնքան ավելի շատ վնաս է դիմանում կոդը, բայց այնքան քիչ տվյալ կարող է պարունակել**։
id: Setiap kode QR membawa **sedikit redundansi bawaan**, itulah mengapa masih berfungsi saat permukaan tergores, kotor, atau sebagian tertutup logo. Ada empat tingkat yang bisa dipilih: Rendah, Sedang, Kuartil, dan Tinggi. **Semakin tinggi tingkatnya, semakin banyak kerusakan yang dapat ditoleransi kode, tetapi semakin sedikit data yang dapat disimpan**.
is: Sérhver QR-kóði ber **smá innbyggða ofgnótt**, sem er ástæðan fyrir því að hann virkar enn þótt yfirborðið sé rifjað, skítið eða að hluta til þakið með merki. Hægt er að velja á milli fjögurra stiga: Lágt, Miðlungs, Fjórðungur og Hátt. **Því hærra sem stigið er, því meiri skemmdir þolir kóðinn, en því minna getur hann geymt**.
it: Ogni codice QR porta **una piccola ridondanza integrata**, ecco perché funziona ancora quando la superficie è graffiata, sporca o parzialmente coperta da un logo. Ci sono quattro livelli tra cui scegliere: Basso, Medio, Quartile e Alto. **Più alto è il livello, più danni può sopportare il codice, ma meno dati può contenere**.
ja: すべてのQRコードには**わずかな組み込みの冗長性**があり、表面に傷がついていたり、汚れていたり、ロゴで一部覆われていても機能し続けます。 選べるレベルは4つ：低、中、クォータイル、高。 **レベルが高いほどコードはより多くのダメージに耐えられますが、格納できるデータ量は少なくなります**。
ka: ყოველ QR კოდს გააჩნია **ჩაშენებული სიჭარბე**, რის გამოც ის მუშაობს მაშინაც, როცა ზედაპირი დანაკაწრია, დაბინძურებულია ან ნაწილობრივ ლოგოთია დაფარული. არსებობს ოთხი დონე: დაბალი, საშუალო, კვარტილი და მაღალი. **რაც უფრო მაღალია დონე, მით მეტ დაზიანებას უძლებს კოდი, მაგრამ მით ნაკლები მონაცემის შენახვა შეუძლია**.
kk: Әрбір QR коды **кіріктірілген артықшылықты** алып жүреді, сондықтан бет сызылып, кірленіп немесе логотиппен жартылай жабылса да жұмыс істейді. Таңдауға болатын төрт деңгей бар: Low, Medium, Quartile және High. **Деңгей неғұрлым жоғары болса, код соғұрлым көп зақымды көтере алады, бірақ соғұрлым аз деректерді сақтай алады**.
ko: 모든 QR 코드에는 **약간의 내장 중복성**이 있어 표면이 긁히거나 오염되거나 로고로 일부 가려져도 작동합니다. 선택 가능한 네 가지 레벨이 있습니다: 낮음, 중간, 쿼타일, 높음. **레벨이 높을수록 코드가 더 많은 손상을 견딜 수 있지만, 저장할 수 있는 데이터는 줄어듭니다**.
ky: Ар бир QR код **орнотулган артыкчылыкты** алып жүрөт, ошондуктан бет тырмалып, кирленип же логотип менен жарым-жартылай жабылса да иштейт. Тандоо үчүн төрт деңгээл бар: Low, Medium, Quartile жана High. **Деңгээл канчалык жогору болсо, код ошончолук көп зыянга чыдай алат, бирок ошончолук аз маалыматты сактай алат**.
ms: Setiap kod QR membawa **sedikit lebihan terbina dalam**, itulah sebabnya ia masih berfungsi apabila permukaan tercalar, kotor atau sebahagiannya dilitupi logo. Terdapat empat aras untuk dipilih: Rendah, Sederhana, Kuartil dan Tinggi. **Semakin tinggi arasnya, semakin banyak kerosakan yang boleh ditanggung kod itu, tetapi semakin sedikit data yang boleh disimpannya**.
nb: Hver QR-kode bærer **litt innebygd redundans**, og det er derfor den fremdeles fungerer når overflaten er ripet, skitten eller delvis dekket av en logo. Det er fire nivåer å velge mellom: Lav, Middels, Kvartil og Høy. **Jo høyere nivå, jo mer skade kan koden overleve, men jo mindre data kan den inneholde**.
nl: Elke QR-code bevat **een beetje ingebouwde redundantie**, waardoor hij nog werkt als het oppervlak bekrast, vuil of gedeeltelijk bedekt door een logo is. Er zijn vier niveaus om uit te kiezen: Laag, Gemiddeld, Kwartiel en Hoog. **Hoe hoger het niveau, hoe meer schade de code kan doorstaan, maar hoe minder gegevens hij kan bevatten**.
pl: Każdy kod QR niesie **trochę wbudowanej nadmiarowości**, dlatego działa nawet gdy powierzchnia jest porysowana, zabrudzona lub częściowo zakryta logo. Dostępne są cztery poziomy: Niski, Średni, Kwartyl i Wysoki. **Im wyższy poziom, tym więcej uszkodzeń kod może przetrwać, ale tym mniej danych może przechowywać**.
pt: Cada código QR contém **um pouco de redundância incorporada**, razão pela qual continua a funcionar quando a superfície está riscada, suja ou parcialmente coberta por um logótipo. Existem quatro níveis disponíveis: Baixo, Médio, Quartil e Alto. **Quanto mais alto o nível, mais danos o código consegue suportar, mas menos dados consegue armazenar**.
ro: Fiecare cod QR conține **puțină redundanță încorporată**, de aceea funcționează în continuare când suprafața este zgâriată, murdară sau acoperită parțial de un logo. Există patru niveluri disponibile: Scăzut, Mediu, Quartilă și Înalt. **Cu cât nivelul este mai ridicat, cu atât codul poate rezista la mai multe deteriorări, dar cu atât mai puține date poate stoca**.
ru: Каждый QR-код содержит **встроенную избыточность**, поэтому он работает даже если поверхность поцарапана, загрязнена или частично закрыта логотипом. Доступны четыре уровня: Низкий, Средний, Квартиль и Высокий. **Чем выше уровень, тем больше повреждений выдержит код, но тем меньше данных он сможет хранить**.
sk: Každý QR kód nesie **trochu zabudovanej redundancie**, vďaka čomu funguje aj vtedy, keď je povrch poškriabaný, znečistený alebo čiastočne zakrytý logom. Na výber sú štyri úrovne: Nízka, Stredná, Kvartil a Vysoká. **Čím vyššia úroveň, tým viac poškodenia kód prekoná, ale tým menej údajov dokáže pojať**.
sv: Varje QR-kod bär **lite inbyggd redundans**, det är därför den fortfarande fungerar när ytan är repad, smutsig eller delvis täckt av en logotyp. Det finns fyra nivåer att välja mellan: Låg, Medel, Kvartil och Hög. **Ju högre nivå, desto mer skada kan koden överleva, men desto mindre data kan den lagra**.
th: QR โค้ดทุกรหัสมี **ความซ้ำซ้อนในตัว** จึงยังทำงานได้แม้พื้นผิวจะขีดข่วน สกปรก หรือถูกโลโก้บังบางส่วน มีสี่ระดับให้เลือก ได้แก่ ต่ำ ปานกลาง ควอร์ไทล์ และสูง **ยิ่งระดับสูงโค้ดยิ่งทนความเสียหายได้มาก แต่ก็เก็บข้อมูลได้น้อยลง**
tr: Her QR kod **biraz yerleşik yedeklilik** taşır; bu nedenle yüzey çizilmiş, kirlenmiş ya da bir logo tarafından kısmen örtülmüş olsa bile çalışmaya devam eder. Seçebileceğiniz dört seviye vardır: Düşük, Orta, Çeyrek ve Yüksek. **Seviye ne kadar yüksekse kod o kadar fazla hasara dayanır, ancak o kadar az veri depolayabilir**.
uk: Кожен QR-код містить **невелику вбудовану надлишковість**, тому він продовжує працювати навіть якщо поверхня подряпана, забруднена або частково закрита логотипом. Доступні чотири рівні: Низький, Середній, Квартиль і Високий. **Чим вищий рівень, тим більше пошкоджень витримує код, але тим менше даних він може зберігати**.
vi: Mỗi mã QR mang **một chút dự phòng tích hợp**, đó là lý do tại sao nó vẫn hoạt động khi bề mặt bị trầy xước, bẩn hoặc bị logo che một phần. Có bốn cấp độ để lựa chọn: Thấp, Trung Bình, Tứ Phân Vị và Cao. **Cấp độ càng cao, mã chịu được nhiều hư hỏng hơn nhưng lưu trữ được ít dữ liệu hơn**.
zh_hans: 每个二维码都具备**内置冗余**，因此即使表面被划伤、污损或部分被Logo遮盖，仍能正常使用。共有四个级别：低、中、四分位和高。 **级别越高，码能承受的损坏越多，但可存储的数据越少**。
zh_hant: 每個 QR 碼都具備**內建冗餘**，因此即使表面被刮傷、污損或部分被標誌遮蓋，仍能正常使用。共有四個級別：低、中、四分位和高。 **級別越高，碼能承受的損壞越多，但可儲存的資料越少**。

# Alert.cancel
source: Cancel
ar: إلغاء
az: Ləğv et
be: Адмена
bn: বাতিল
ca: Cancel·lar
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
fi: Peruuta
fr: Annuler
he: ביטול
hi: रद्द करें
hr: Odustani
hu: Mégsem
hy: Չեղարկել
id: Batal
is: Hætta við
it: Annulla
ja: キャンセル
ka: გაუქმება
kk: Болдырмау
ko: 취소
ky: Жокко чыгаруу
ms: Batal
nb: Avbryt
nl: Annuleren
pl: Anuluj
pt: Cancelar
ro: Anulează
ru: Отмена
sk: Zrušiť
sv: Avbryt
th: ยกเลิก
tr: İptal
uk: Скасувати
vi: Hủy
zh_hans: 取消
zh_hant: 取消

# Alert.сopied
source: Copied
ar: تم النسخ
az: Kopyalandı
be: Скапіравана
bn: কপি হয়েছে
ca: Copiat
cs: Zkopírováno
da: Kopieret
de: Kopiert
el: Αντιγράφηκε
es: Copiado
fi: Kopioitu
fr: Copié
he: הועתק
hi: कॉपी किया गया
hr: Kopirano
hu: Másolva
hy: Պատճենված է
id: Disalin
is: Afritað
it: Copiato
ja: コピーしました
ka: კოპირებულია
kk: Көшірілді
ko: 복사됨
ky: Көчүрүлдү
ms: Disalin
nb: Kopiert
nl: Gekopieerd
pl: Skopiowano
pt: Copiado
ro: Copiat
ru: Скопировано
sk: Skopírované
sv: Kopierat
th: คัดลอกแล้ว
tr: Kopyalandı
uk: Скопійовано
vi: Đã sao chép
zh_hans: 已复制
zh_hant: 已複製

# Coding.decode
source: Decode
ar: فك
az: Dekod et
be: Дэкадаваць
bn: ডিকোড
ca: Descodifica
cs: Dekóduj
da: Afkod
de: Entschlüsseln
el: Αποκωδικοποίηση
es: Descodificar
fi: Dekoodaa
fr: Décoder
he: פענוח
hi: डिकोड करें
hr: Dekodiraj
hu: Dekódolás
hy: Ապակոդավորել
id: Dekode
is: Afkóða
it: Decodifica
ja: デコード
ka: დეკოდირება
kk: Декодтау
ko: 복호화
ky: Декоддоо
ms: Nyahkod
nb: Dekrypter
nl: Ontsleutelen
pl: Dekoduj
pt: Decodificar
ro: Decodifică
ru: Декодирование
sk: Dekóduj
sv: Dekryptera
th: ถอดรหัส
tr: Çöz
uk: Декодування
vi: Giải mã
zh_hans: 解码
zh_hant: 解碼

# Coding.encode
source: Encode
ar: ترميز
az: Kodlaşdır
be: Кадаваць
bn: এনকোড
ca: Codifica
cs: Zakóduj
da: Kod
de: Verschlüsseln
el: Κωδικοποίηση
es: Codificar
fi: Koodaa
fr: Encoder
he: קידוד
hi: एन्कोड करें
hr: Kodiraj
hu: Kódolás
hy: Կոդավորել
id: Enkode
is: Kóða
it: Codifica
ja: エンコード
ka: კოდირება
kk: Кодтау
ko: 암호화
ky: Коддоо
ms: Kodkan
nb: Krypter
nl: Versleutelen
pl: Koduj
pt: Codificar
ro: Codifică
ru: Кодирование
sk: Kóduj
sv: Kryptera
th: เข้ารหัส
tr: Şifrele
uk: Кодування
vi: Mã hóa
zh_hans: 编码
zh_hant: 編碼

# Coding.Placeholder.decode
source: Ready for decoding…
ar: جاهز للفك…
az: Dekod etməyə hazır…
be: Гатова да дэкадавання…
bn: ডিকোডিংয়ের জন্য প্রস্তুত…
ca: A punt per descodificar…
cs: Připraveno k dekódování…
da: Klar til afkodning…
de: Bereit zum Entschlüsseln…
el: Έτοιμο για αποκωδικοποίηση…
es: Listo para descodificar…
fi: Valmis dekoodaukseen…
fr: Prêt pour le décodage…
he: מוכן לפענוח…
hi: डिकोड करने के लिए तैयार…
hr: Spremno za dekodiranje…
hu: Készen áll a dekódolásra…
hy: Պատրաստ է ապակոդավորելու…
id: Siap untuk mendekode…
is: Tilbúið til að afkóða…
it: Pronto per la decodifica…
ja: デコードの準備完了…
ka: მომზადებულია დეკოდირებისთვის…
kk: Декодтауға дайын…
ko: 복호화 준비 중…
ky: Декоддоого даяр…
ms: Sedia untuk nyahkod…
nb: Klar til å dekryptere…
nl: Klaar om te ontsleutelen…
pl: Gotowe do dekodowania…
pt: Pronto para decodificar…
ro: Gata pentru decodificare…
ru: Готово к декодированию…
sk: Pripravené na dekódovanie…
sv: Redo att dekryptera…
th: พร้อมสำหรับการถอดรหัส…
tr: Çözmeye hazır…
uk: Готово до декодування…
vi: Sẵn sàng giải mã…
zh_hans: 准备解码…
zh_hant: 準備解碼…

# Coding.Placeholder.encode
source: Ready for encoding…
ar: جاهز للترميز…
az: Kodlaşdırmağa hazır…
be: Гатова да кадавання…
bn: এনকোডিংয়ের জন্য প্রস্তুত…
ca: A punt per codificar…
cs: Připraveno ke kódování…
da: Klar til kodning…
de: Bereit zum Verschlüsseln…
el: Έτοιμο για κωδικοποίηση…
es: Listo para codificar…
fi: Valmis koodaukseen…
fr: Prêt pour l'encodage…
he: מוכן לקידוד…
hi: एन्कोड करने के लिए तैयार…
hr: Spremno za kodiranje…
hu: Készen áll a kódolásra…
hy: Պատրաստ է կոդավորելու…
id: Siap untuk mengenkode…
is: Tilbúið til að kóða…
it: Pronto per la codifica…
ja: エンコードの準備完了…
ka: მომზადებულია კოდირებისთვის…
kk: Кодтауға дайын…
ko: 암호화 준비 중…
ky: Коддоого даяр…
ms: Sedia untuk kodkan…
nb: Klar til å kryptere…
nl: Klaar om te versleutelen…
pl: Gotowe do kodowania…
pt: Pronto para codificar…
ro: Gata pentru codificare…
ru: Готово к кодированию…
sk: Pripravené na kódovanie…
sv: Redo att kryptera…
th: พร้อมสำหรับการเข้ารหัส…
tr: Şifrelemeye hazır…
uk: Готово до кодування…
vi: Sẵn sàng mã hóa…
zh_hans: 准备编码…
zh_hant: 準備編碼…

# Cryptography.AES-256.instructions
source: **Upon leaving this screen, all data (password, VOID, Argon2id parameters) will be reset. The application does not store data in the phone's memory.**
ar: **عند مغادرة هذه الشاشة، ستُعاد تعيين جميع البيانات (كلمة المرور، VOID، معاملات Argon2id). التطبيق لا يخزن البيانات في ذاكرة الهاتف.**
az: **Bu ekrandan çıxan kimi bütün məlumatlar (şifrə, VOID, Argon2id parametrləri) sıfırlanacaq. Tətbiq məlumatı telefonun yaddaşında saxlamır.**
be: **Пры выхадзе з гэтага экрана ўсе даныя (пароль, VOID, параметры Argon2id) будуць скінуты. Прыкладанне не захоўвае даныя ў памяці тэлефона.**
bn: **এই স্ক্রিন ছাড়লে, সমস্ত ডেটা (পাসওয়ার্ড, VOID, Argon2id প্যারামিটার) রিসেট হয়ে যাবে। অ্যাপ্লিকেশন ফোনের মেমোরিতে ডেটা সংরক্ষণ করে না।**
ca: **En sortir d'aquesta pantalla, totes les dades (contrasenya, VOID, paràmetres Argon2id) es restabliran. L'aplicació no emmagatzema dades a la memòria del telèfon.**
cs: **Po opuštění této obrazovky budou všechna data (heslo, VOID, parametry Argon2id) resetována. Aplikace neukládá data do paměti telefonu.**
da: **Når du forlader denne skærm, bliver alle data (adgangskode, VOID, Argon2id-parametre) nulstillet. Appen gemmer ikke data i telefonens hukommelse.**
de: **Wenn du diesen Bildschirm verlässt, werden alle Daten (Passwort, VOID, Argon2id-Parameter) zurückgesetzt. Die App speichert keine Daten im Telefonspeicher.**
el: **Μόλις φύγετε από αυτήν την οθόνη, όλα τα δεδομένα (κωδικός πρόσβασης, VOID, παράμετροι Argon2id) θα μηδενιστούν. Η εφαρμογή δεν αποθηκεύει δεδομένα στη μνήμη του τηλεφώνου.**
es: **Al salir de esta pantalla, todos los datos (contraseña, VOID, parámetros de Argon2id) se restablecerán. La aplicación no almacena datos en la memoria del teléfono.**
fi: **Kun poistut tältä näytöltä, kaikki tiedot (salasana, VOID, Argon2id-parametrit) nollautuvat. Sovellus ei tallenna tietoja puhelimen muistiin.**
fr: **En quittant cet écran, toutes les données (mot de passe, VOID, paramètres Argon2id) seront réinitialisées. L'application ne conserve pas les données dans la mémoire du téléphone.**
he: **עם עזיבת מסך זה, כל הנתונים (סיסמה, VOID, פרמטרי Argon2id) יאופסו. האפליקציה אינה שומרת נתונים בזיכרון הטלפון.**
hi: **इस स्क्रीन से बाहर निकलते ही सभी डेटा (पासवर्ड, VOID, Argon2id पैरामीटर) रीसेट हो जाएंगे। एप्लिकेशन फोन की मेमोरी में कोई डेटा संग्रहीत नहीं करता।**
hr: **Napustite li ovaj zaslon, svi podaci (lozinka, VOID, Argon2id parametri) bit će resetirani. Aplikacija ne pohranjuje podatke u memoriji telefona.**
hu: **Ha elhagyod ezt a képernyőt, minden adat (jelszó, VOID, Argon2id paraméterek) visszaáll. Az alkalmazás nem tárol adatokat a telefon memóriájában.**
hy: **Այս էկրանից դուրս գալուն պես բոլոր տվյալները (գաղտնաբառը, VOID-ը, Argon2id-ի պարամետրերը) կմաքրվեն. Հավելվածը սարքի հիշողության մեջ տվյալներ չի պահպանում.**
id: **Saat meninggalkan layar ini, semua data (kata sandi, VOID, parameter Argon2id) akan disetel ulang. Aplikasi tidak menyimpan data di memori ponsel.**
is: **Um leið og þú yfirgefur þennan skjá verða öll gögn (lykilorð, VOID, Argon2id-breytur) endurstillt. Forritið geymir ekki gögn í minni símans.**
it: **Quando lasci questa schermata, tutti i dati (password, VOID, parametri Argon2id) verranno reimpostati. L'app non memorizza i dati nella memoria del telefono.**
ja: **この画面を離れると、すべてのデータ（パスワード、VOID、Argon2id パラメータ）がリセットされます。 アプリはデータを端末のメモリに保存しません。**
ka: **თუ ამ ეკრანს დატოვებთ, ყველა მონაცემი (პაროლი, VOID, Argon2id-ის პარამეტრები) განულდება. აპლიკაცია არ ინახავს მონაცემებს ტელეფონის მეხსიერებაში.**
kk: **Бұл экраннан шыққанда барлық деректер (құпия сөз, VOID, Argon2id параметрлері) қайта орнатылады. Қолданба деректерді телефон жадында сақтамайды.**
ko: **이 화면을 떠나면 모든 데이터(비밀번호, VOID, Argon2id 매개변수)가 초기화됩니다。 앱은 휴대전화 메모리에 데이터를 저장하지 않습니다。**
ky: **Бул экрандан чыкканда бардык маалыматтар (сырсөз, VOID, Argon2id параметрлери) кайра орнотулат. Колдонмо маалыматтарды телефондун эстутумунда сакталбайт.**
ms: **Apabila anda meninggalkan skrin ini, semua data (kata laluan, VOID, parameter Argon2id) akan ditetapkan semula. Aplikasi tidak menyimpan data dalam memori telefon.**
nb: **Når du forlater denne skjermen, tilbakestilles all data (passord, VOID, Argon2id-parametere). Appen lagrer ikke data i telefonens minne.**
nl: **Wanneer je dit scherm verlaat, worden alle gegevens (wachtwoord, VOID, Argon2id-parameters) gereset. De app slaat geen gegevens op in het geheugen van de telefoon.**
pl: **Po opuszczeniu tego ekranu wszystkie dane (hasło, VOID, parametry Argon2id) zostaną zresetowane. Aplikacja nie przechowuje danych w pamięci telefonu.**
pt: **Ao sair desta tela, todos os dados (senha, VOID, parâmetros Argon2id) serão redefinidos. O aplicativo não armazena dados na memória do telefone.**
ro: **De îndată ce părăsești acest ecran, toate datele (parolă, VOID, parametrii Argon2id) vor fi resetate. Aplicația nu stochează date în memoria telefonului.**
ru: **При покидании этого экрана все данные (пароль, VOID, параметры Argon2id) сбросятся. Приложение не хранит данные в памяти телефона.**
sk: **Po opustení tejto obrazovky sa všetky údaje (heslo, VOID, parametre Argon2id) vymažú. Aplikácia neukladá údaje do pamäte telefónu.**
sv: **När du lämnar den här skärmen återställs all data (lösenord, VOID, Argon2id-parametrar). Appen lagrar inte data i telefonens minne.**
th: **เมื่อคุณออกจากหน้าจอนี้ ข้อมูลทั้งหมด (รหัสผ่าน, VOID, พารามิเตอร์ Argon2id) จะถูกรีเซ็ต. แอปจะไม่เก็บข้อมูลไว้ในหน่วยความจำของโทรศัพท์.**
tr: **Bu ekrandan ayrıldığınızda tüm veriler (parola, VOID, Argon2id parametreleri) sıfırlanır. Uygulama verileri telefonun belleğinde saklamaz.**
uk: **При виході з цього екрану всі дані (пароль, VOID, параметри Argon2id) скинуться. Додаток не зберігає дані в пам'яті телефону.**
vi: **Khi rời khỏi màn hình này, toàn bộ dữ liệu (mật khẩu, VOID, tham số Argon2id) sẽ được đặt lại. Ứng dụng không lưu dữ liệu trong bộ nhớ điện thoại.**
zh_hans: **离开此页面时，所有数据（密码、VOID、Argon2id 参数）都会被重置。 应用不会在手机内存中存储数据。**
zh_hant: **離開此頁面時，所有資料（密碼、VOID、Argon2id 引數）都會被重置。 應用不會在手機記憶體中儲存資料。**

# Cryptography.decryption
source: Decryption
ar: فك التشفير
az: Deşifrə
be: Дэшыфраванне
bn: ডিক্রিপশন
ca: Desxifratge
cs: Dešifrování
da: Dekryptering
de: Entschlüsselung
el: Αποκρυπτογράφηση
es: Descifrar
fi: Salauksen purku
fr: Déchiffrement
he: פענוח
hi: डिक्रिप्शन
hr: Dešifriranje
hu: Visszafejtés
hy: Ապակոդավորում
id: Dekripsi
is: Afkóðun
it: Decifratura
ja: 復号
ka: დეშიფრაცია
kk: Шифрды шешу
ko: 복호화
ky: Шифрди чечүү
ms: Penyahsulitan
nb: Dekryptering
nl: Ontsleuteling
pl: Odszyfrowanie
pt: Descriptografia
ro: Decriptare
ru: Дешифрование
sk: Dešifrovanie
sv: Dekryptering
th: การถอดรหัส
tr: Veri çözme
uk: Розшифрування
vi: Giải mã
zh_hans: 解密
zh_hant: 解密
